tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "bufbuild/buf"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "ktr0731/evans"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "oncletom/cpdf"
tap "powershell/tap"
tap "sanemat/font"
brew "xz"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "protobuf"
brew "re2"
brew "grpc"
brew "python@3.13"
brew "apache-arrow"
brew "pycparser"
brew "lua"
brew "clingo"
brew "python@3.11"
brew "aspcud"
brew "libyaml"
brew "aws-sam-cli"
brew "awscli"
brew "axel"
brew "python@3.12"
brew "azure-cli"
brew "bat"
brew "boost"
brew "btop"
brew "glib"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cfn-lint"
brew "cgal"
brew "clang-format"
brew "cmake"
brew "cocoapods"
brew "curl"
brew "libavif"
brew "gd"
brew "libpq"
brew "php"
brew "composer"
brew "ctop"
brew "direnv"
brew "docutils"
brew "duf"
brew "exiftool"
brew "fd"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "open-mpi"
brew "gawk"
brew "gnupg"
brew "gpgme"
brew "hdf5"
brew "proj"
brew "libgeotiff"
brew "libheif"
brew "libspatialite"
brew "netcdf"
brew "numpy", link: false
brew "poppler"
brew "gdal"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "git-secrets"
brew "gnu-getopt"
brew "gnu-sed"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "openjdk"
brew "gradle"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "guile"
brew "helm"
brew "hub"
brew "libraw"
brew "imagemagick"
brew "imagemagick@6"
brew "jq"
brew "k6"
brew "kubernetes-cli"
brew "kubectx"
brew "libdap"
brew "libfido2"
brew "libmatio"
brew "make"
brew "mas"
brew "minikube"
brew "mint"
brew "mkcert"
brew "mono-libgdiplus"
brew "mp4v2"
brew "node"
brew "newman"
brew "nghttp2"
brew "opam"
brew "openjdk@11"
brew "openjdk@17"
brew "openssl@1.1"
brew "pdftk-java"
brew "peco"
brew "plantuml"
brew "qt@5"
brew "poppler-qt5"
brew "postgresql@14"
brew "protobuf-c"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "pstree"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "qemu"
brew "qpdf"
brew "ripgrep"
brew "scrcpy"
brew "sfcgal"
brew "slackcat"
brew "sops"
brew "twty"
brew "typos-cli"
brew "vim"
brew "vips"
brew "w3m"
brew "watch"
brew "wget"
brew "wxwidgets"
brew "xcodegen"
brew "youtube-dl"
brew "yt-dlp"
brew "zsh"
brew "bufbuild/buf/buf"
brew "ktr0731/evans/evans"
brew "oncletom/cpdf/cpdf"
brew "powershell/tap/powershell", link: false
cask "adobe-acrobat-reader"
cask "adoptopenjdk"
cask "anaconda"
cask "android-platform-tools"
cask "android-studio"
cask "aws-vault"
cask "chatgpt"
cask "chromedriver"
cask "claude"
cask "clipy"
cask "cursor"
cask "deepl"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "drawio"
cask "dropbox"
cask "fork"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "gyazo"
cask "hammerspoon"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "microsoft-edge"
cask "microsoft-remote-desktop"
cask "mono-mdk-for-visual-studio"
cask "notion"
cask "postman"
cask "powershell"
cask "sequel-pro"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "utm"
cask "visual-studio"
cask "visual-studio-code"
cask "ytmdesktop-youtube-music"
cask "zoom"
mas "Be Focused", id: 973134470
mas "Fello AI", id: 6447705369
mas "genius", id: 1080239400
mas "Gifski", id: 1351639930
mas "GIPHY CAPTURE", id: 668208984
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Microsoft OneNote", id: 784801555
mas "MindNode", id: 1289197285
mas "MOV to MP4 Converter", id: 1500825631
mas "Numbers", id: 409203825
mas "Okta Extension App", id: 1439967473
mas "Prime Video", id: 545519333
mas "TestFlight", id: 899247664
mas "Windows App", id: 1295203466
mas "Xcode", id: 497799835
mas "Xmind", id: 1327661892
mas "広辞苑 第七版", id: 1327237002
vscode "4ops.terraform"
vscode "bierner.markdown-mermaid"
vscode "bung87.vscode-gemfile"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "gera2ld.markmap-vscode"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "groksrc.ruby"
vscode "hashicorp.terraform"
vscode "hridoy.rails-snippets"
vscode "humao.rest-client"
vscode "jebbs.plantuml"
vscode "jemmyw.rails-fast-nav"
vscode "kaiwood.endwise"
vscode "kelvin.vscode-sshfs"
vscode "koichisasada.vscode-rdbg"
vscode "lukaspol.rails-go-to"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "misogi.ruby-rubocop"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "naco-siren.gradle-language"
vscode "nmrmsys.vscode-sql-formatter-mod"
vscode "ocamllabs.ocaml-platform"
vscode "oderwat.indent-rainbow"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "redocly.openapi-vs-code"
vscode "richardwillis.vscode-gradle-extension-pack"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "shuworks.vscode-table-formatter"
vscode "sianglim.slim"
vscode "simonsiefke.svg-preview"
vscode "sporto.rails-go-to-spec"
vscode "techer.open-in-browser"
vscode "thadeu.vscode-run-rspec-file"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "xabikos.javascriptsnippets"
vscode "xaver.clang-format"
vscode "zoellner.openapi-preview"
vscode "zxh404.vscode-proto3"
