tap "aws/tap"
tap "bufbuild/buf"
tap "ktr0731/evans"
tap "oncletom/cpdf"
tap "sanemat/font"
tap "supabase/tap"
brew "xz"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "pycparser"
brew "lua"
brew "python@3.13"
brew "clingo"
brew "aspcud"
brew "awscli"
brew "axel"
brew "libyaml"
brew "azure-cli"
brew "bat"
brew "boost"
brew "btop"
brew "glib"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cfn-lint"
brew "cgal"
brew "clang-format"
brew "cmake"
brew "curl"
brew "libavif"
brew "gd"
brew "libpq"
brew "php"
brew "composer"
brew "ctop"
brew "deno"
brew "direnv"
brew "docutils"
brew "duf"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "gcc"
brew "open-mpi"
brew "gawk"
brew "gdk-pixbuf"
brew "gh"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "pango"
brew "tesseract"
brew "ghostscript"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "git-secrets"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "gpgme"
brew "openjdk"
brew "gradle"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "protobuf"
brew "re2"
brew "grpc"
brew "guile"
brew "hdf5"
brew "helm"
brew "hub"
brew "libheif"
brew "imagemagick"
brew "imagemagick@6"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "libass"
brew "libdap"
brew "libfido2"
brew "proj"
brew "libgeotiff"
brew "libmatio"
brew "libraw"
brew "libspatialite"
brew "make"
brew "mas"
brew "minikube"
brew "mint"
brew "mkcert"
brew "mono-libgdiplus"
brew "mp4v2"
brew "netcdf"
brew "newman"
brew "nghttp2"
brew "numpy", link: false
brew "openjdk@11"
brew "openjdk@17"
brew "pdftk-java"
brew "peco"
brew "perl"
brew "poetry"
brew "poppler"
brew "qt@5"
brew "poppler-qt5"
brew "portaudio"
brew "postgresql@14", restart_service: :changed
brew "protobuf-c"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "pstree"
brew "pygobject3"
brew "python@3.12"
brew "qemu"
brew "qpdf"
brew "ripgrep"
brew "scrcpy"
brew "sfcgal"
brew "slackcat"
brew "sops"
brew "tesseract-lang"
brew "typos-cli"
brew "uv"
brew "vim"
brew "vips"
brew "w3m"
brew "watch"
brew "wget"
brew "wxwidgets"
brew "xcodegen"
brew "yt-dlp"
brew "zsh"
brew "bufbuild/buf/buf"
brew "ktr0731/evans/evans"
brew "oncletom/cpdf/cpdf"
brew "supabase/tap/supabase"
cask "adobe-acrobat-reader"
cask "antigravity"
cask "aws-vault-binary"
cask "chatgpt"
cask "chrome-remote-desktop-host"
cask "chromedriver"
cask "claude"
cask "clipy"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "dropbox"
cask "figma@beta"
cask "fork"
cask "gcloud-cli"
cask "gimp"
cask "google-chrome"
cask "google-japanese-ime"
cask "gyazo"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "mamp"
cask "obsidian"
cask "slack"
cask "spotify"
cask "utm"
cask "visual-studio-code"
cask "zoom"
mas "GIPHY CAPTURE", id: 668208984
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "MOV to MP4 Converter", id: 1500825631
mas "Numbers", id: 409203825
mas "Prime Video", id: 545519333
mas "広辞苑 第七版", id: 1327237002
vscode "anthropic.claude-code"
vscode "bierner.markdown-mermaid"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "gera2ld.markmap-vscode"
vscode "openai.chatgpt"
vscode "redhat.vscode-yaml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "simonsiefke.svg-preview"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "vscodevim.vim"
go "github.com/prasanth/myservers/imagegen-go/main"
go "github.com/mattn/memo"
