tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "bufbuild/buf"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "ktr0731/evans"
tap "oncletom/cpdf"
tap "sanemat/font"
brew "xz"
brew "little-cms2"
brew "webp"
brew "openssl@3"
brew "protobuf"
brew "re2"
brew "grpc"
brew "apache-arrow"
brew "lua"
brew "openssl@1.1"
brew "python@3.10"
brew "clingo"
brew "aspcud"
brew "python@3.11"
brew "docutils"
brew "awscli"
brew "axel"
brew "bat"
brew "boost"
brew "gcc"
brew "btop"
brew "glib"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cgal"
brew "clang-format"
brew "openldap"
brew "curl"
brew "libavif"
brew "gd"
brew "krb5"
brew "php"
brew "composer"
brew "ctop"
brew "direnv"
brew "docker", link: false
brew "docker-compose"
brew "duf"
brew "harfbuzz"
brew "openjdk"
brew "elasticsearch@6", restart_service: true
brew "fd"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "gawk"
brew "hdf5"
brew "proj"
brew "libgeotiff"
brew "libheif"
brew "libxml2"
brew "libspatialite"
brew "netcdf"
brew "numpy"
brew "poppler"
brew "gdal"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-flow"
brew "git-secrets"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "gradle"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "grpc@1.54"
brew "guile"
brew "helm"
brew "hub"
brew "libraw"
brew "imagemagick"
brew "imagemagick@6"
brew "jq"
brew "k6"
brew "kubernetes-cli"
brew "kubectx"
brew "libdap"
brew "libfido2"
brew "libyaml"
brew "make"
brew "mas"
brew "minikube"
brew "mono-libgdiplus"
brew "mysql@5.7", restart_service: true, link: true
brew "node"
brew "newman"
brew "nghttp2"
brew "opam"
brew "openjdk@11"
brew "openjdk@17"
brew "pdftk-java"
brew "plantuml"
brew "qt@5"
brew "poppler-qt5"
brew "protobuf-c"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "pstree"
brew "python@3.8"
brew "python@3.9"
brew "qemu"
brew "redis", restart_service: true
brew "ripgrep"
brew "sfcgal"
brew "slackcat"
brew "sops"
brew "twty"
brew "vim"
brew "w3m"
brew "watch"
brew "wget"
brew "wxwidgets"
brew "xcodegen"
brew "youtube-dl"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "bufbuild/buf/buf"
brew "heroku/brew/heroku"
brew "ktr0731/evans/evans"
brew "oncletom/cpdf/cpdf"
cask "adobe-acrobat-reader"
cask "adoptopenjdk"
cask "android-studio"
cask "aws-vault"
cask "chromedriver"
cask "clipy"
cask "deepl"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "drawio"
cask "dropbox"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "gyazo"
cask "hammerspoon"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "microsoft-edge"
cask "microsoft-remote-desktop"
cask "miro"
cask "mono-mdk-for-visual-studio"
cask "notion"
cask "postman"
cask "sequel-pro"
cask "slack"
cask "sourcetree"
cask "utm"
cask "visual-studio"
cask "visual-studio-code"
cask "ytmdesktop-youtube-music"
cask "zoom"
mas "Be Focused", id: 973134470
mas "Gifski", id: 1351639930
mas "GIPHY CAPTURE", id: 668208984
mas "LINE", id: 539883307
mas "MOV to MP4 Converter", id: 1500825631
mas "Numbers", id: 409203825
mas "Okta Extension App", id: 1439967473
mas "Prime Video", id: 545519333
mas "Xcode", id: 497799835
mas "ジーニアス英和（第5版）・和英（第3版）辞典", id: 1080239400
vscode "4ops.terraform"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "antfu.browse-lite"
vscode "antfu.vite"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codingyu.laravel-goto-view"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "GabrielNordeborn.vscode-graphiql-explorer"
vscode "glitchbl.laravel-create-view"
vscode "golang.go"
vscode "groksrc.ruby"
vscode "hashicorp.terraform"
vscode "Hridoy.rails-snippets"
vscode "humao.rest-client"
vscode "IHunte.laravel-blade-wrapper"
vscode "jebbs.plantuml"
vscode "kaiwood.endwise"
vscode "Kelvin.vscode-sshfs"
vscode "kiadstudios.vscode-swift"
vscode "KoichiSasada.vscode-rdbg"
vscode "mikestead.dotenv"
vscode "misogi.ruby-rubocop"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "mubaidr.vuejs-extension-pack"
vscode "naco-siren.gradle-language"
vscode "naoray.laravel-goto-components"
vscode "nmrmsys.vscode-sql-formatter-mod"
vscode "ocamllabs.ocaml-platform"
vscode "oderwat.indent-rainbow"
vscode "onecentlin.laravel-blade"
vscode "onecentlin.laravel-extension-pack"
vscode "onecentlin.laravel5-snippets"
vscode "pgl.laravel-jump-controller"
vscode "rebornix.ruby"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "richardwillis.vscode-gradle-extension-pack"
vscode "ryannaddy.laravel-artisan"
vscode "sdras.vue-vscode-snippets"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shufo.vscode-blade-formatter"
vscode "shuworks.vscode-table-formatter"
vscode "sianglim.slim"
vscode "techer.open-in-browser"
vscode "toba.vsfire"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "tr4uma.swift-sfdc"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "wingrunr21.vscode-ruby"
vscode "xabikos.JavaScriptSnippets"
vscode "xaver.clang-format"
vscode "ZixuanChen.vitest-explorer"
vscode "zoellner.openapi-preview"
vscode "zxh404.vscode-proto3"
