::gm::
(
shuntagami23@gmail.com
)

::agm::
(
shun.tagami@andpad.co.jp
)

::$sum::
(
今から送り付ける文章を要約して、構造的に整理して。マークアップ形式にしてそれをツールを使ってマインドマップにするので、以下のような形式でお願いします。マークダウンの段落付きの箇条書きで整理していることに留意してください。コンテンツはあくまで例なので、必ずしも結論や理由 3 つの構造に囚われなくて良いです。出力はコピー&ペーストが容易になるようにコードブロックでお願いします。`n
# タイトル`n
  - 結論
    - 毎日早起きしろ
  - 理由
    - 規則正しく生活できる
    - 朝を有意義に使える
    - 人生が好転する
)

::$tweakmindmap::
(
今から送り付けるmind map形式で取ったmemoの誤字脱字、変な表現を修正して。情報の間違いがあればそれも修正して。ただし情報の間違いについてはどこが間違いであったかを指摘したうえで、修正版を出力して。ただし、修正版はコピー&ペーストが容易になるようにコードブロックでお願い。
)

::$translate::
(
今から日本語を送り付けるのでただ英語に翻訳して返してください
)

::$refactor::
(
今からプログラミングのコードを送り付けるのでリファクタリングしてください
)
