4ops.terraform
amiralizadeh9480.laravel-extra-intellisense
antfu.browse-lite
antfu.vite
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codingyu.laravel-goto-view
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
GabrielNordeborn.vscode-graphiql-explorer
glitchbl.laravel-create-view
golang.go
groksrc.ruby
hashicorp.terraform
Hridoy.rails-snippets
humao.rest-client
IHunte.laravel-blade-wrapper
jebbs.plantuml
kaiwood.endwise
Kelvin.vscode-sshfs
kiadstudios.vscode-swift
KoichiSasada.vscode-rdbg
mikestead.dotenv
misogi.ruby-rubocop
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
mubaidr.vuejs-extension-pack
naco-siren.gradle-language
naoray.laravel-goto-components
nmrmsys.vscode-sql-formatter-mod
oderwat.indent-rainbow
onecentlin.laravel-blade
onecentlin.laravel-extension-pack
onecentlin.laravel5-snippets
rebornix.ruby
redhat.java
redhat.vscode-yaml
richardwillis.vscode-gradle-extension-pack
ryannaddy.laravel-artisan
sdras.vue-vscode-snippets
shd101wyy.markdown-preview-enhanced
shufo.vscode-blade-formatter
shuworks.vscode-table-formatter
sianglim.slim
sswg.swift-lang
techer.open-in-browser
toba.vsfire
tombonnike.vscode-status-bar-format-toggle
twxs.cmake
vadimcn.vscode-lldb
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
Vue.volar
Vue.vscode-typescript-vue-plugin
wingrunr21.vscode-ruby
xabikos.JavaScriptSnippets
xaver.clang-format
ZixuanChen.vitest-explorer
zoellner.openapi-preview
zxh404.vscode-proto3
