4ops.terraform
amiralizadeh9480.laravel-extra-intellisense
antfu.browse-lite
antfu.vite
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codingyu.laravel-goto-view
cweijan.vscode-autohotkey-plus
damms005.devdb
dbaeumer.vscode-eslint
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
gabrielnordeborn.vscode-graphiql-explorer
github.copilot
github.copilot-chat
glitchbl.laravel-create-view
golang.go
groksrc.ruby
hashicorp.terraform
hridoy.rails-snippets
humao.rest-client
ihunte.laravel-blade-wrapper
jebbs.plantuml
kaiwood.endwise
kelvin.vscode-sshfs
kiadstudios.vscode-swift
koichisasada.vscode-rdbg
mikestead.dotenv
misogi.ruby-rubocop
ms-azuretools.vscode-docker
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.powershell
mubaidr.vuejs-extension-pack
naco-siren.gradle-language
naoray.laravel-goto-components
nmrmsys.vscode-sql-formatter-mod
nuxt.mdc
nuxtr.nuxtr-vscode
ocamllabs.ocaml-platform
oderwat.indent-rainbow
onecentlin.laravel-blade
onecentlin.laravel-extension-pack
onecentlin.laravel5-snippets
pgl.laravel-jump-controller
redhat.java
redhat.vscode-yaml
richardwillis.vscode-gradle-extension-pack
ryannaddy.laravel-artisan
shd101wyy.markdown-preview-enhanced
shopify.ruby-lsp
shufo.vscode-blade-formatter
shuworks.vscode-table-formatter
sianglim.slim
sswg.swift-lang
toba.vsfire
tombonnike.vscode-status-bar-format-toggle
twxs.cmake
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
vue.volar
wingrunr21.vscode-ruby
xabikos.javascriptsnippets
xaver.clang-format
zxh404.vscode-proto3
